Repository: yohairosen/snoopi-backend
Catalog: Snoopi.web/Resources/AppUsers.*.resx
Languages: he

# AcceptFileButton
source: Accept file
he: אשר קובץ

# AppUserCurrentPasswordLabel
source: Current password: <sup>(If you want to change it)</sup>
he: סיסמא נוכחית:

# AppUserEmailInvalid
source: Please supply a valid email user email address.
he: נא לספק כתובת אימייל תקינה.

# AppUserEmailLabel
source: Email address: <sup>Used for login</sup>
he: אימייל:

# AppUserEmailRequired
source: App user email address is required.
he: נא לספק כתובת אימייל.

# AppUserFirstNameLabel
source: First name:
he: שם פרטי:

# AppUserIdNumberLabel
source: Id Number:
he: ת.ז:

# AppUserInstitutionLabel
source: Institution:
he: מוסד לימודים:

# AppUserLastNameLabel
source: Last name:
he: שם משפחה:

# AppUserLockedLabel
source: Locked?
he: נעול?

# AppUserNewPasswordConfirmInvalid
source: The repeated password does not match the original. Please make sure that your type your password correctly both times.
he: הסיסמא לאימות לא תואמת, נא הקלד את הסיסמאות מחדש.

# AppUserNewPasswordConfirmLabel
source: Repeat the new password: <sup>Please :-)</sup>
he: חזור על הסיסמא:

# AppUserNewPasswordConfirmRequired
source: You need to repeat the password. This is to make sure you typed it right.
he: אתה צריך לחזור על הסיסמא, זאת על מנת לוודא שהקלדת אותה נכון.

# AppUserNewPasswordLabel
source: New password:
he: סיסמא חדשה:

# AppUserNewPasswordRequired
source: A password is required for the new app user.
he: נא להקליד סיסמא.

# AppUserPhoneLabel
source: Phone:
he: טלפון:

# AppUsersCountLabel
source: Total number of app users found:
he: סה"כ משתמשים שנמצאו:

# AppUsersImportedCountLabel
source: Total number of imported app users:
he: סה"כ משתמשים יובאו:

# AppUsersPageTitle
source: App users management
he: ניהול משתמשי אפליקציה

# AppUserStatusLabel
source: Status:
he: סטטוס:

# AppUsersToImportCountLabel
source: Total number of app users ready to import:
he: סה"כ משתמשים שמוכנים ליבוא:

# AppUserStudyProgramLabel
source: Study program:
he: מסלול לימודים:

# AppUserStudyStartLabel
source: Study start:
he: התחיל ללמוד בתאריך:

source: Book data
he: פרטי הספר

source: Comments
he: הערות

source: Created On
he: תאריך יצירה

# DeleteAppUserButton
source: Delete app user!
he: מחק משתמש!

# DeleteAppUserConfirmCheckbox
source: Yes I am sure.
he: כן אני בטוח.

# DeleteAppUserConfirmLabel
source: Are you sure you want to delete this app user and all of its data?
he: האם אתה בטוח שברצונך למחוק משתמש זה וכל המידע המשויך אליו?

# DeleteAppUserConfirmRequired
source: You cannot delete this app user without confirming that you know what you are doing.
he: אינך יכול למחוק משתמש זה בלי לאשר שאתה יודע מה אתה עושה.

# DeleteAppUserPageTitle
source: Delete app user <i>{0}</i>
he: מחק את משתמש <i>{0}</i>

# DeleteInstitutionConfirm
source: Are you sure you want to delete this institution?
he: האם אתה בטוח שברצונך למחוק מוסד לימודים זה?

# DeleteStudyProgramConfirm
source: Are you sure you want to delete this study program?
he: האם אתה בטוח שברצונך למחוק מסלול לימודים זה?

# DeleteStudyStartConfirm
source: Are you sure you want to delete this study start?
he: האם אתה בטוח שברצונך למחוק מועד תחילת לימודים זה?

# DeleteUserStatusConfirm
source: Are you sure you want to delete this status?
he: האם אתה בטוח שברצונך למחוק סטטוס זה?

# EditAppUserPageTitle
source: Edit an app user account
he: ערוך משתמש אפליקציה

source: Email
he: אימייל

# ExportButton
source: Export all to Excel
he: ייצוא לקובץ אקסל

source: First name
he: שם פרטי

source: Id number
he: ת.ז

# ImportAppUserButton
source: Import!
he: אשר!

# ImportAppUsersPageTitle
source: Import App Users
he: ייבוא משתמשי אפליקציה

# ImportErrorsLabel
source: Errors found in the import file, see details in Comments column.
he: נמצאו שגיאות בקובץ, ראה פירוט בשדה הערות.

# ImportFileWrongFormat
source: Import file format is wrong.
he: הקובץ בפורמט לא תקין.

# ImportNoErrorsLabel
source: No errors found in the import file.
he: לא נמצאו שגיאות בקובץ.

# ImportRelationsPageTitle
source: Import app user-book relations
he: ייבוא שיוכים בין משתמשי אפליקציה וספרים

source: Institution
he: מקום לימודים

source: Institution name
he: שם מוסד לימודים

# InstitutionNameRequired
source: Institution name is required!
he: הכנס שם מוסד לימודים

# InstitutionsCountLabel
source: Total number of institutions found:
he: סה"כ מוסדות שנמצאו:

# InstitutionsPageTitle
source: Institutions management
he: ניהול מוסדות לימודים

source: Is Blocked
he: חסום?

# IsLocked
source: Locked?
he: נעול?

# LastLogin
source: Last logged in
he: התחבר לאחרונה

source: Last name
he: שם משפחה

source: Line
he: שורה

# MessageAppUserCreated
source: The app user account was created successfully.
he: חשבון המשתמש נוצר בהצלחה.

# MessageAppUserNotFound
source: App user was not found!
he: המשתמש לא נמצא.

# MessageAppUserSaved
source: The app user account was saved successfully.
he: חשבון המשתמש נשמר.

# MessageAppUserWillNotImported
source: This app user will not be imported.
he: המשתמש לא ייובא.

# MessageBookNotFound
source: Book was not found!
he: הספר לא נמצא.

# MessageCreateFailedAlreadyExists
source: Cannot create app user, this email address is already registered with another app user.
he: אין אפשרות ליצור משתמש, כתובת אימייל זו כבר בשימוש ע"י משתמש אחר.

# MessageCreateFailedEmailAddressInvalid
source: Cannot create app user, you have supplied an invalid email address.
he: אין אפשרות ליצור משתמש, כתובת האימייל שסיפקת אינה תקינה.

# MessageCreateFailedEmailAlreadyExists
source: Cannot create app user, this Email already exists.
he: אין אפשרות ליצור משתמש, משתמש עם אימייל שם זה כבר קיים.

# MessageCreateFailedNameAlreadyExists
source: Cannot create app user, this app user name already exists.
he: אין אפשרות ליצור משתמש, משתמש עם שם זה כבר קיים.

# MessageCreateFailedUnknown
source: Cannot create app user, an unknown error occurred.
he: אין אפשרות ליצור משתמש, אירעה שגיאה לא ידועה.

# MessageDeleteFailed
source: Cannot delete app user:
he: אין אפשרות למחוק משתמש:

# MessageEmailAlreadyExists
source: This email already exists.
he: משתמש עם שם זה כבר קיים.

# MessageEmailChangeFailed
source: Cannot change email address. This email address is probably registered with another app user.
he: לא ניתן לשנות כתובת אימייל. כתובת זו קרוב לוודאי בשימוש של משתמש אחר.

# MessageFileNotSelected
source: Please select import file!
he: לא נבחר קובץ!

# MessageImportFailedUnknown
source: Cannot import app users, an unknown error occurred.
he: אין אפשרות לייבא משתמשים, אירעה שגיאה לא ידועה.

# MessageImportRelationsSuccess
source: Relations import has been successfully completed!
he: ייבוא שיוכים בוצע בהצלחה!

# MessageImportSuccess
source: App users import has been successfully completed!
he: ייבוא משתמשים בוצע בהצלחה!

# MessageInstitutionCreateFailedNameAlreadyExists
source: Cannot create institution, institution with this name already exists.
he: אין אפשרות ליצור מוסד לימודים, מוסד עם שם זה כבר קיים

# MessageInstitutionDeleteFailedInUse
source: Cannot delete institution that is in use.
he: אין אפשרות למחוק מוסד לימודים שנמצא בשימוש.

# MessageInstitutionSaveFailedNameAlreadyExists
source: Cannot save institution, institution with this name already exists.
he: אין אפשרות לשמור מוסד לימודים, מוסד עם שם זה כבר קיים

# MessageLineParsingError
source: Line parsing error
he: שגיאה בעיבוד שורה

# MessageNameAlreadyExists
source: This app user name already exists.
he: משתמש עם אימייל זה כבר קיים.

# MessageNoAppUsersFound
source: No app users found.
he: לא נמצאו משתמשים.

# MessageNoDataHere
source: No data here. No app users. Sounds weird? It is. You might want to contact a system administrator, have it checked out...
he: אין כאן נתונים. לא נמצאו משתמשים. נשמע מוזר? בהחלט. כנראה שתרצה ליצור קשר עם מנהל מערכת, לבדוק את העניין...

# MessageNoDataHereInstitutions
source: No data here. No institutions. Sounds weird? It is. You might want to add a new institution...
he: אין כאן נתונים. לא נמצאו מוסדות לימודים. נשמע מוזר? בהחלט. כנראה שתרצה ליצור מוסד לימודים חדש...

# MessageNoDataHereStudyPrograms
source: No data here. No study programs. Sounds weird? It is. You might want to add a new study program...
he: אין כאן נתונים. לא נמצאו מסלולי לימודים. נשמע מוזר? בהחלט. כנראה שתרצה ליצור מסלול לימודים חדש...

# MessageNoDataHereStudyStarts
source: No data here. No study starts. Sounds weird? It is. You might want to add a new study start...
he: אין כאן נתונים. לא נמצאו מועדי תחילת לימודים. נשמע מוזר? בהחלט. כנראה שתרצה ליצור מועדתחילת לימודים חדש...

# MessageNoDataHereUserStatuses
source: No data here. No statuses. Sounds weird? It is. You might want to add a new status...
he: אין כאן נתונים. לא נמצאו סטטוסים. נשמע מוזר? בהחלט. כנראה שתרצה ליצור סטטוס חדש...

# MessagePasswordChangeBadOldPassword
source: Cannot change password, the current password do not match the password you supplied.
he: לא ניתן לשנות סיסמא, הסיסמא הנוכחית לא תואמת לסיסמא שסיפקת.

# MessagePasswordChangeFailedUnknown
source: Cannot change password, an unknown error has occurred.
he: לא ניתן לשנות סיסמא, אירעה שגיאה לא ידועה.

# MessageRelationWillNotImported
source: This relation will not be imported.
he: השיוך לא ייובא.

# MessageSaveFailedEmailAlreadyExists
source: Cannot save app user, this email already exists.
he: אין אפשרות לשמור משתמש, משתמש עם אימייל זה כבר קיים.

# MessageSaveFailedNameAlreadyExists
source: Cannot save app user, this app user name already exists.
he: אין אפשרות לשמור משתמש, משתמש עם שם זה כבר קיים.

# MessageStudyProgramCreateFailedNameAlreadyExists
source: Cannot create study program, study program with this name already exists.
he: אין אפשרות ליצור מסלול לימודים, מסלול לימודים עם שם זה כבר קיים

# MessageStudyProgramDeleteFailedInUse
source: Cannot delete study program that is in use.
he: אין אפשרות למחוק מסלול לימודים שנמצא בשימוש.

# MessageStudyProgramSaveFailedNameAlreadyExists
source: Cannot save study program, study program with this name already exists.
he: אין אפשרות לשמור מסלול לימודים, מסלול לימודים עם שם זה כבר קיים

# MessageStudyStartCreateFailedNameAlreadyExists
source: Cannot create study start, study start with this name already exists.
he: אין אפשרות ליצור מועד תחילת לימודים, מועד תחילת לימודים עם שם זה כבר קיים

# MessageStudyStartDeleteFailedInUse
source: Cannot delete study start that is in use.
he: אין אפשרות למחוק מועד תחילת לימודים שנמצא בשימוש.

# MessageStudyStartSaveFailedNameAlreadyExists
source: Cannot save study start, study start with this name already exists.
he: אין אפשרות לשמור מועד תחילת לימודים, מועד תחילת לימודים עם שם זה כבר קיים

# MessageUserStatusCreateFailedNameAlreadyExists
source: Cannot create status, status with this name already exists.
he: אין אפשרות ליצור סטטוס, סטטוס עם שם זה כבר קיים

# MessageUserStatusDeleteFailedInUse
source: Cannot delete user status that is in use.
he: אין אפשרות למחוק סטטוס שנמצא בשימוש.

# MessageUserStatusSaveFailedNameAlreadyExists
source: Cannot save status, status with this name already exists.
he: אין אפשרות לשמור סטטוס, סטטוס עם שם זה כבר קיים

# NewAppUserButton
source: New app user
he: משתמש אפליקציה חדש

# NewAppUserPageTitle
source: Create a new app user account
he: יצירת חשבון משתמש אפליקציה חדש

source: Password
he: סיסמא

source: Phone
he: טלפון

# RelationsCountLabel
source: Total number of relations found:
he: סה"כ שיוכים שנמצאו:

# RelationsImportedCountLabel
source: Total number of imported relations:
he: סה"כ שיוכים שייובאו:

# RelationsToImportCountLabel
source: Total number of relations ready to import:
he: סה"כ שיוכים שמוכנים לייבוא:

# SaveButton
source: Save app user
he: שמור משתמש

# SearchLabel
source: Search app users:
he: חיפוש משתמשים:

# SelectImportFileLabel
source: Select import file:
he: בחר קובץ ליבוא:

source: Show study data?
he: להראות נתוני לימודים?

source: Status
he: סטטוס

source: Study program
he: מסלול לימודים

source: Study program name
he: שם מסלול לימודים

# StudyProgramNameRequired
source: Study program name is required!
he: הכנס שם מסלול לימודים

# StudyProgramsCountLabel
source: Total number of study programs found:
he: סה"כ מסלולי לימודים שנמצאו:

# StudyProgramsPageTitle
source: Study programs management
he: ניהול מסלולי לימודים

source: Study start
he: התחיל ללמוד בתאריך

# StudyStartName
source: Study start
he: מועד תחילת לימודים

# StudyStartNameRequired
source: Study start name is required!
he: הכנס שם מועד תחילת לימודים

# StudyStartsCountLabel
source: Total number of study starts found:
he: סה"כ מועדי תחילת לימודים שנמצאו:

# StudyStartsPageTitle
source: Study starts management
he: ניהול מועדי תחילת לימודים

# UserStatusesCountLabel
source: Total number of statuses found:
he: סה"כ סטטוסים שנמצאו:

# UserStatusesPageTitle
source: User statuses management
he: ניהול סטטוסים

# UserStatusName
source: Status name
he: שם סטטוס

# UserStatusNameRequired
source: Status name is required!
he: הכנס שם סטטוס

# BirthDateLabel
source: Birth date:
he: תאריך לידה:

# CategoriesLabel
source: Interests & hobbies:
he: תחומי עניין ותחביבים:

# CategoriesRequired
source: Please select at least one interest or hobby!
he: בחר לפחות תחביב אחד!

source: Delete file
he: מחק תמונה

# ItemName
source: App user email
he: אימייל של משתמש האפליקציה

# MessageUpdateOrderError
source: Cannot update app users display order, an unknown error occurred.
he: אין אפשרות לעדכן סדר הצגת משתמשים, אירעה שגיאה לא ידועה.

# MessageUpdateOrderSuccess
source: App users display order has been successfully updated!
he: סדר הצגת משתמשים עודכן בהצלחה!

# OrderPageTitle
source: App users display order management
he: ניהול סדר הצגת משתמשים

source: Profile image
he: תמונת פרופייל

# ProfileImageLabel
source: Profile image:
he: תמונת פרופייל:

# UpdateOrderButton
source: Update display order!
he: עדכן סדר הצגה!

source: Does not contains
he: לא מכיל

source: Address
he: כתובת

source: Apartment Number:
he: דירה:

source: Floor:
he: קומה:

source: IsAdv
he: אישר קבלת חומר פרסומי?

# MessageAppUserDeleted
source: The app user account was deleted successfully.
he: משתמש נמחק בהצלחה.

# SearchButton
source: Search
he: חפש

# MessageAddressInvalid
source: Invalid Address
he: הכתובת אינה תקינה

# ExportForCRMButton
source: Export all to Excel for CRM
he: יצוא לאקסל עבור מערכת CRM
