Repository: yohairosen/snoopi-backend
Catalog: Snoopi.web/Resources/EmailTemplates.*.resx
Languages: he

source: BCC
he: עותק נסתר

# BccLabel
source: Bcc:
he: עותק נסתר:

# BodyLabel
source: Email body:
he: גוף ההודעה:

source: Brief
he: תקציר

source: CC
he: עותק

# CcLabel
source: Cc:
he: עותק:

# Code_RESETLINK
source: Reset password link
he: קישור לעמוד איפוס סיסמא

# Code_USEREMAIL
source: User email
he: כתובת אימייל של המשתמש

source: Content
he: תוכן

# CreatedMessage
source: Email template created successfully.
he: התבנית נוצרה בחדשה.

# EmailLogsCountLabel
source: Total number of email logs found:
he: סה"כ דברי דואר מתועדים:

# EmailLogsPageTitle
source: Email logs
he: תיעוד משלוח דואר אלקטרוני

# EmailTemplatesCountLabel
source: Total number of email templates found:
he: סה"כ תבניות:

# EmailTemplatesPageTitle
source: Email templates
he: תבניות דואר אלקטרוני

# Exception
source: System Error
he: שגיאה

source: From
he: מאת

# LogNumber
source: Log #
he: מספר תיעוד

# LogStatus_Failed
source: Failed
he: נכשל

# LogStatus_Sent
source: Sent
he: נשלח

# LogStatus_Unknown
source: Unknown
he: לא ידוע

# MailPriority_High
source: High
he: גבוה

# MailPriority_Low
source: Low
he: נמוך

# MailPriority_Normal
source: Normal
he: רגיל

# MessageConfirmDeleteLog
source: Are you sure you want to delete this log item?
he: האם אתה בטוח שברצונך למחוק רישום זה?

# MessageConfirmDeleteTemplate
source: Are you sure you want to delete this item?
he: האם אתה בטוח שברצונך למחוק תבנית זו?

# MessageLogDeleted
source: This log item was removed from the database.
he: הרישום הוסר ממסד הנתונים.

# MessageTemplateDeleted
source: The template <b>{0}</b> was removed from the database.
he: התבנית <b>{0}</b> הוסרה ממסד הנתונים.

# NewTemplateButton
source: New Template
he: תבנית חדשה

# NotSavedMessage
source: Could not save template. An error occurred.
he: התבנית לא נשמרה. אירעה שגיאה.

# PanelEditTemplate
source: Edit email template
he: עריכת תבנית דוא""ל

# PanelNewTemplate
source: New email template
he: תבנית דוא""ל חדשה

source: Priority
he: עדיפות

# PriorityHigh
source: High
he: גבוהה

# PriorityLabel
source: Priority:
he: עדיפות:

# PriorityLow
source: Low
he: נמוכה

# PriorityNormal
source: Normal
he: רגיל

source: Recipient
he: נמען

# RecipientLabel
source: Recipient:
he: נמען:

# ReplyToEmailLabel
source: Reply-to email:
he: כתובת לתשובה:

# ReplyToNameLabel
source: Reply-to name:
he: שם לתשובה:

# SaveButton
source: Save
he: שמור

# SavedMessage
source: Email template saved successfully.
he: התבנית נשמרה בהצלחה.

# SenderEmailLabel
source: Sender email:
he: כתובת השולח:

# SenderNameLabel
source: Sender name:
he: שם השולח

source: Subject
he: נושא

# SubjectLabel
source: Subject:
he: נושא:

# TemplateNameLabel
source: Name:
he: שם:

# TemplateNameRequired
source: Name is required for this template.
he: יש להזין שם לתבנית זו.

# TitleEditTemplate
source: Edit an email template - {0}
he: עריכת תבנית דוא"ל - {0}

# TitleNewTemplate
source: Create a new email template
he: יצירת תבנית דוא"ל חדשה

# TitleTemplateCodes
source: Codes list for email templates
he: מפרט קודים לתבניות דוא"ל
