Repository: yohairosen/snoopi-backend
Catalog: Snoopi.web/Resources/Messages.*.resx
Languages: he

# EditMessagePageTitle
source: Edit a Message account
he: ערוך הודעה

source: Email
he: אימייל

# IsLocked
source: Locked?
he: נעול?

# LastLogin
source: Last logged in
he: התחבר לאחרונה

# MessageCreateFailedAlreadyExists
source: Cannot create Message, this email address is already registered with another Message.
he: אין אפשרות ליצור הודעה, כתובת אימייל זו כבר בשימוש ע"י הודעה אחר.

# MessageCreateFailedEmailAddressInvalid
source: Cannot create Message, you have supplied an invalid email address.
he: אין אפשרות ליצור הודעה, כתובת האימייל שסיפקת אינה תקינה.

# MessageCreateFailedUnknown
source: Cannot create Message, an unknown error occurred.
he: אין אפשרות ליצור הודעה, אירעה שגיאה לא ידועה.

# MessageEmailChangeFailed
source: Cannot change email address. This email address is probably registered with another Message.
he: לא ניתן לשנות כתובת אימייל. כתובת זו קרוב לוודאי בשימוש של הודעה אחר.

# MessageNoDataHere
source: No data here. No Messages. Sounds weird? It is. You might want to contact a system administrator, have it checked out...
he: אין כאן נתונים. לא נמצאו הודעות. נשמע מוזר? בהחלט. כנראה שתרצה ליצור קשר עם מנהל מערכת, לבדוק את העניין...

# MessagePasswordChangeFailedUnknown
source: Cannot change password, an unknown error has occurred.
he: לא ניתן לשנות סיסמא, אירעה שגיאה לא ידועה.

# MessageMessageCreated
source: The Message account was created and sended successfully.
he: ההודעה נוצרה בהצלחה ונשלחה למשתמשי האפליקציה

# MessageMessageSaved
source: The Message account was saved successfully.
he: ההודעה נשמרה

# NewMessageButton
source: New Message
he: הודעה חדשה

# NewMessagePageTitle
source: Create a new Message account
he: יצירת הודעה חדשה

# PermissionsPanel
source: Permissions
he: הרשאות

# Perm_sys_backups
source: Manage database backup and restores
he: גיבוי ושחזור מסד נתונים

# Perm_sys_edit_appusers
source: Manage app Messages
he: ניהול משתמשי אפליקציה

# Perm_sys_edit_emails
source: Manage email templates and logs
he: ניהול תבניות ותיעוד אימייל

# Perm_sys_edit_users
source: Manage Messages
he: ניהול הודעות

# Perm_sys_settings
source: Manage system settings
he: ניהול הגדרות מערכת

# Perm_sys_view_appusers
source: View app Messages
he: צפייה במשתמשי אפליקציה

# Perm_sys_view_emails
source: View email templates and logs
he: צפייה בתבניות ותיעוד אימייל

# Perm_sys_view_users
source: View Messages
he: צפייה במשתמשים

# SaveButton
source: Save Message
he: שמור הודעה

# MessageCurrentPasswordLabel
source: Current password: <sup>(If you want to change it)</sup>
he: סיסמא נוכחית: <sup>(אם ברצונך לשנות סיסמא)</sup>

# MessageEmailInvalid
source: Please supply a valid email Message email address.
he: נא לספק כתובת אימייל תקינה.

# MessageEmailLabel
source: Email address: <sup>Used for login</sup>
he: אימייל: <sup>משמש להתחברות</sup>

# MessageEmailRequired
source: Message email address is required.
he: נא לספק כתובת אימייל.

# MessageLockedLabel
source: Locked?
he: נעול?

# MessageNewPasswordConfirmInvalid
source: The repeated password does not match the original. Please make sure that your type your password correctly both times.
he: הסיסמא לאימות לא תואמת, נא הקלד את הסיסמאות מחדש.

# MessageNewPasswordConfirmLabel
source: Repeat the new password: <sup>Please :-)</sup>
he: חזור על הסיסמא: <sup>בבקשה :-)</sup>

# MessageNewPasswordConfirmRequired
source: You need to repeat the password. This is to make sure you typed it right.
he: אתה צריך לחזור על הסיסמא, זאת על מנת לוודא שהקלדת אותה נכון.

# MessageNewPasswordLabel
source: New password:
he: סיסמא חדשה:

# MessageNewPasswordRequired
source: A password is required for the new Message.
he: נא להקליד סיסמא.

# DeleteMessageButton
source: Delete Message!
he: מחק הודעה!

# DeleteMessageConfirmCheckbox
source: Yes I am sure.
he: כן אני בטוח.

# DeleteMessageConfirmLabel
source: Are you sure you want to delete this Message and all of its data?
he: האם אתה בטוח שברצונך למחוק הודעה זו וכל המידע המשויך אליה?

# DeleteMessageConfirmRequired
source: You cannot delete this Message without confirming that you know what you are doing.
he: אינך יכול למחוק הודעה זו בלי לאשר שאתה יודע מה אתה עושה.

# DeleteMessagePageTitle
source: Delete Message <i>{0}</i>
he: מחק את הודעה <i>{0}</i>

# MessagePasswordChangeBadOldPassword
source: Cannot change password, the current password do not match the password you supplied.
he: לא ניתן לשנות סיסמא, הסיסמא הנוכחית לא תואמת לסיסמא שסיפקת.

# MessagesCountLabel
source: Total number of Messages found:
he: סה"כ הודעות שנמצאו:

# MessagesPageTitle
source: Messages management
he: ניהול הודעות

# MessageNoMessagesFound
source: No Messages found.
he: לא נמצאו הודעות.

# SearchLabel
source: Search Messages:
he: חיפוש הודעות:

# MessageAddressLabel
source: Address:
he: כתובת:

# MessageAreaLabel
source: Area:
he: אזורים:

# MessageCorLabel
source: Coordi:
he: מיקום:

# MessageDescriptionLabel
source: Message content :
he: תוכן ההודעה:

# MessageFeatureLabel
source: Feature:
he: אופי:

# MessageNameLabel
source: Message Name:
he: שם הודעה:

# MessageOpeningHoursLabel
source: Opening Hours:
he: שעות פתיחה:

# MessagePriceLabel
source: Price:
he: מחיר:

# MessageRecomendedLabel
source: Recomended:
he: מומלץ:

# MessageSeasonLabel
source: Season:
he: עונות:

# MessageSiteLabel
source: Site:
he: אתר:

# MessageSubAreaLabel
source: Sub Area:
he: תת אזור:

# MessageTipsLabel
source: Tips:
he: טיפים:

# MessageTypeLabel
source: Type:
he: סוגים:

source: Message Id
he: מספר הודעה

source: Address
he: כתובת

source: Approved
he: מאושר

# Longitude
source: Coor X
he: X

# Latitude
source: Coor Y
he: Y

source: Create Date
he: תאריך יצירה

# DeleteMessagesPageTitle
source: Delete Message
he: מחיקת הודעה

source: Delete File
he: מחק קובץ

source: Description
he: תוכן

source: Image File Wrong Format
he: תמונה בפורמט לא תקין

source: Images
he: תמונות

# Img1
source: Image 1
he: תמונה 1

# Img2
source: Image 2
he: תמונה 2

# Img3
source: Image 3
he: תמונה 3

# MessageMessageDeleted
source: Message Deleted
he: ההודעה נמחקה

# Name
source: Message Name
he: שם הודעה

source: No
he: לא

source: Opening Hours
he: שעות פתיחה

source: Price
he: מחיר

source: Recomended
he: מומלץ

source: Site
he: אתר

source: Sub Area
he: תת אזור

source: Yes
he: כן

source: Sending Date
he: נשלח בתאריך

# SendingDateLabel:
source: Sending Date:
he: נשלח בתאריך:

# SendButton
source: Send
he: שלח

source: NewMessage
he: יצירת הודעה
