Repository: yohairosen/snoopi-backend
Catalog: Snoopi.web/Resources/SystemSettings.*.resx
Languages: he

# EditSettingsPageTitle
source: Manage system settings
he: ניהול הגדרות מערכת

# WebSettingsPanel
source: General web settings
he: הגדרות Web כלליות

# TempUploadFolderLabel
source: Temporary uploads local folder:
he: כתובת מקומית לתיקית העלאת קבצים זמניים:

# ApiTempUploadFolderLabel
source: Temporary uploads local folder (From API layer POV):
he: כתובת מקומית לתיקית העלאת קבצים זמניים (מנקודת המבט של שכבת ה-API):

# SecureUploadFolderLabel
source: Secure upload local folder:
he: תיקיה להעלאת קבצים מוגנים:

# WebRootUrlLabel
source: Web console root url:
he: כתובת בסיס לפאנל ה-Web:

# AdminEmailLabel
source: Admin email address:
he: אימייל של מנהל המערכת:

# DefaultEmailFromLabel
source: Default "from" email address:
he: ברירת מחדל לכתובת בשדה "מאת" בדברי דואר:

# DefaultEmailFromNameLabel
source: Default "from" email name:
he: ברירת מחדל לשם בשדה "מאת" בדברי דואר:

# DefaultEmailReplyToLabel
source: Default "reply-to" email address:
he: ברירת מחדל לכתובת בשדה "השב-ל-" בדברי דואר:

# DefaultEmailReplyToNameLabel
source: Default "reply-to" email name:
he: ברירת מחדל לשם בשדה "השב-ל-" בדברי דואר:

# MailServerHostNameLabel
source: Mail server host name:
he: כתובת שרת המייל

# MailSettingsPanel
source: Mail settings
he: הגדרות מייל

# MailServerAuthenticationLabel
source: Mail server requires authentication?
he: שרת המייל דורש אימות חשבון דואר יוצא?

# MailServerUserNameLabel
source: Mail account username:
he: שם משתמש לחשבון מייל:

# MailServerPasswordLabel
source: Mail account password:
he: סיסמא לחשבון המייל

# MailServerPortLabel
source: Mail server port:
he: פורט לשרת המייל

# MailServerSslLabel
source: Mail server uses SSL?
he: שרת המייל משתמש ב-SSL?

# TestMailButton
source: Test mail settings
he: בדוק הגדרות מייל

# EmailTemplateSettingsPanel
source: Email templates
he: תבניות אימייל

# MessageSaveSuccess
source: Settings were saved. Please make sure that all is well.
he: ההגדרות נשמרו. נא לוודא שהכל תקין.

# MessageTestMailFailed
source: Test email was not sent. An error occurred:\n{0}
he: אימייל בדיקה נכשל בשליחה. שגיאה:\n{0}

# MessageTestMailSuccess
source: Test email was sent successfully to {0}.
he: אימייל בדיקה נשלח בהצלחה אל {0}.

# SaveButton
source: Save settings!
he: שמור!

# SaveConfirmLabel
source: Confirm that you want to save
he: אשר שברצונך לשמור

# SaveConfirmRequired
source: If you want to save settings, you must confirm using the checkbox :-)
he: אם ברצונך לשמור את ההגדרות, עליך לסמן V בתיבה :-)

# SpecialSettingsPanel
source: Special settings
he: הגדרות מיוחדות

# ApiRootUrlLabel
source: Api root url:
he: כתובת הבסיס לשכבת הAPI:

# ApiAppUsersUploadFolderLabel
source: App users' upload local folder (From API layer POV):
he: כתובת מקומית לתיקית העלאת קבצים מהאפליקציה (מנקודת המבט של שכבת ה-API):

# AppUsersUploadFolderLabel
source: App users' upload local folder:
he: כתובת מקומית לתיקית העלאת קבצים מהאפליקציה:

# MatchRadiusFromLabel
source: Radius for matching "from" address:<sup>(in meters)</sup>
he: רדיוס להתאמת כתובת "מהיכן":<sup>(מטרים)</sup>

# EmailTemplateAppUserForgotPasswordLabel
source: When an app user wants to reset password, send the reset link in email:
he: תבנית מייל למשתמש אפליקציה ששכח סיסמא:

# EmailTemplateNewAppUserWelcomeLabel
source: When a new app user signs up, and does not need verification, send a welcome email:
he: תבנית אימייל למשתמש חדש באפליקציה, שאינו צריך לאמת את כתובת המייל:

# EmailTemplateUserForgotPasswordLabel
source: When a user wants to reset password, send the reset link in email:
he: תבנית מייל למשתמש ששכח סיסמא:

# MatchRadiusToLabel
source: Radius for matching "to" address:<sup>(in meters)</sup>
he: רדיוס להתאמת כתובת "אל":<sup>(מטרים)</sup>

# MatchDateDiffLabel
source: Maxium difference for time matching: <sup>(In minutes)</sup>
he: מקסימום הפרש בהתאמת זמן נסיעה: <sup>(דקות)</sup>

# AppUserSettingsPanel
source: App-users settings
he: הגדרות משתמשי אפליקציה

# AppUserVerifyEmailLabel
source: Do app users needs to verify their email address?
he: משתמשי אפליקציה צריכים לאמת את כתובת האימייל?

# EmailTemplateNewAppUserWelcomeVerifyEmailLabel
source: When a new app user signs up, and needs verification, send a welcome email:
he: תבנית אימייל למשתמש חדש באפליקציה, אשר צריך לאמת את כתובת המייל:

# OfferMinPrice
source: Min price for ofeer bid
he: מחיר מינימאלי להצעת מכרז

# PrivacyPolicyUrlLabel
source: Privacy Policy Url
he: URL למדיניות פרטיות

# IsSendingMessagesActive
source: Is sending messages service active?
he: האם מערכת פושים והודעות פעילה?
